Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=485_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Olen 18-vuotias saamelainen nuori, kotoisin Lemmenjoen Äivihjärveltä.
sme: Lean 18-jahkásaš sámenuorra, eret Leammi Äivihjávrris.

source: Äitini puolelta olen Aikion sukua.
sme: Eatni bealde gulan Aikio sohkii.

source: Olen syntynyt kaksikieliseen perheeseen.
sme: Lean riegádan guovttegielat bearrašii.

source: Äidinkieleni on pohjoissaame, jonka olen oppinut rinnakkain suomen kielen kanssa.
sme: Mu eatnigiella lea davvisámegiella, man lean oahppan báldalagaid suomagielain.

source: Olen ollut pohjoissaamenkielisessä päiväkodissa Inarissa ja käynyt saamenkielisen peruskoulun ala-asteen Menesjärvellä ja yläasteen Inarissa.
sme: Leamašan davvisámegielat beaiveruovttus Anáris ja vázzán sámegielat vuođđoskuvlla vuolledási Menešjávrris ja badjedási Anáris.

source: Nyt opiskelen Saamelaisalueen koulutuskeskuksessa, Toivoniemessä porotalousyrittäjäksi ja vuorojaksoina Ivalon lukiossa.
sme: Dál stuđeren Sámi oahpahusguovddážis, Doaivonjárggas, boazodoallofitnodatolmmožin ja nuppe vuoro fas Avvila logahagas.

source: Tavoitteenani on suorittaa tutkinnot näissä oppilaitoksissa.
sme: Ulbmilin lea čađahit dutkosiid dáid oahppolágádusain.

source: Olen pienestä pojasta saakka ajatellut alkavani poromieheksi ja asuvani pohjoisessa.
sme: Lean unnivuođa rájes jurddašan álgit badjealmmájin ja ássat davvin.

source: Saamelaisuus, porot ja Lappi ovat minulle tärkeitä.
sme: Sápmelašvuohta, bohccot ja Lappi guovlu leat munnje dehálaččat.

source: Tästä syystä olenkin halunnut jatkaa esi-isieni perintöä, porohoitoa ja opiskella poromiehen ammattiin.
sme: Danin leange hálidan joatkit mu máddariid árbbi, boazodoalu, ja stuđeret badjealbmá ámmáhii.

source: Porotöiden lisäksi harrastuksiini on aina kuulunut urheilu.
sme: Boazobargguid lassin mu astoáigge doaimmaide lea álo gullan valástallan.

source: Peruskouluaikana hiihto ja yleisurheilu olivat mieleisiä.
sme: Vuođđoskuvlaáigge čuoigan ja friijavalástallan ledje mu miela mielde.

source: Nykyisin harrastan salibandya.
sme: Dál spealan sisbandy.

source: Saamelaisuus on osa minua.
sme: Sápmelašvuohta lea oassi mu.

source: Se on minulle arkipäivää eikä minun tarvitse itse sitä erikseen määritellä.
sme: Dat lea munnje árgabeaivi inge mun dárbbaš ieš dan sierra meroštallat.

source: Minun saamelaisuuteeni kuuluvat perhe, suku, kieli, porot ja muut luontaiselinkeinot sekä pukeutuminen saamenpukuun.
sme: Mu sápmelašvuhtii gullet bearaš, sohka, giella, bohccot ja eará luondduealáhusat sihke gárvodeapmi sámegáktái.

source: Lapinpuku on minulle lähinnä juhlapuku, jota käytän erityisesti perhe- tai sukujuhlissa, mutta myös muissakin tilaisuuksissa, joissa edustan saamelaisia.
sme: Sámegákti lea munnje lagamustá čikŋabivttas, man geavahan erenomážit bearaš- dahje sohkaávvudemiin, muhto maiddái earáge dilálašvuođain, main ovddastan sápmelaččaid.

source: Tulevaisuudestani toivon, että meillä jatkossakin olisi hyvät elämisen edellytykset täällä pohjoisessa.
sme: Sávan ahte mis livčče boahttevuođasge buorit eallima eavttut dáppe davvin.

source: Pitäisi olla sellaisia koulutuspaikkoja ammatteihin, joita täällä tarvitaan ja joilla täällä pärjää.
sme: Galggašedje leat skuvlenbáikkit ámmáhiidda, mat dáppe dárbbašuvvojit ja main dáppe birge.

source: Meillä pitäisi löytyä täällä työpaikkoja, jotta opiskelujen perässä lähteneet nuoret voisivat palata opiskelujen jälkeen kotiseudulle.
sme: Mis galggašedje gávdnot dáppe bargobáikkit, vai oahpuid maŋis vuolgán nuorat sáhtášedje máhccat oahpuid maŋŋá ruoktoguvlui.
